Repository: endisha/agora-abandoned-cart
Catalog: languages/agora-abandoned-cart-*.po
Languages: ar

source: Show Customers Abandoned/recoverd Carts logs
ar: اعرض سجلات عربات التسوق التي تم التخلي عنها / المستردة للزبائن

source: Username
ar: اسم المستخدم

source: Status
ar: الحالة

source: Any
ar: الكل

source: Filter
ar: بحث

source: Reset
ar: مسح

source: Refresh
ar: تحديث

source: User
ar: المستخدم

source: Cart
ar: السلة

source: Notification
ar: اشعارات

source: Added
ar: تاريخ الاضافة

source: Refreshed at
ar: أخر تحديث

source: No records
ar: لايوجد نتائج

source: Total
ar: المجموع

source: records
ar: نتائج

source: Page
ar: صفحة

source: of
ar: من

source: Previous page
ar: الصفحة السابقة

source: number of notifications that will be sent to customers
ar: عدد الإخطارات التي سيتم إرسالها للمستخدمين

source: Overview
ar: ملخص

source: General
ar: عام

source: Settings
ar: اعدادات

source: Scheduled Notifications
ar: الاشعارات المجدولة

source: Customer carts
ar: عربات الزبائن

source: Queue monitor
ar: مراقبة قائمة الانتظار

source: Send asynchronous emails and push notifications to your customers, reminding them of their abandoned carts.
ar: أرسل رسائل بريد إلكتروني غير متزامنة والاشعارات إلى عملائك لتذكيرهم بعرباتهم المهجورة.

source: Monitoring a customer carts queue
ar: مراقبة قائمة انتظار عربات الزبائن

source: Count
ar: العدد

source: Queue Id
ar: # رقم

source: User Id
ar: المستخدم

source: Notify driver
ar: طريقة الاشعار

source: Updated
ar: أخر تحديث

source: Sending ...
ar: ارسال …

source: Email notification
ar: إشعار البريد الإلكتروني

source: every day at
ar: كل يوم عند

source: All fields support custom variables
ar: جميع الحقول تدعم المتغيرات المخصصة

source: Push Notification Message
ar: رسالة Push Notification

source: Mail Subject
ar: عنوان الرسالة

source: Mail Message
ar: نص الرسالة

source: Execute at
ar: تنفيذ عند

source: hours
ar: ساعات

source: Languages
ar: اللغات

source: Default site language is
ar: لغة الموقع الافتراضية هي

source: Send e-mail
ar: ارسل إشعار البريد الإلكتروني

source: Send push notification
ar: ارسل Push notification

source: Abandoned cart interval
ar: عربة التسوق مهجورة منذ

source: Consider cart abandoned after X of item being added to cart & order not placed.
ar: ضع في اعتبارك التخلي عن سلة التسوق بعد إضافة X من العنصر إلى سلة التسوق وعدم تقديم الطلب.

source: Queue interval
ar: الفاصل الزمني لقائمة الانتظار

source: interval (in seconds) after which the task should be repeated
ar: الفاصل الزمني (بالثواني) الذي يجب أن تتكرر مهمة الطابور

source: Queue records number
ar: عدد السجلات لقائمة الانتظار

source: The maximum number of records per queue
ar: الحد الأقصى لعدد السجلات لكل قائمة انتظار

source: Recoverd
ar: الطلبات المستردة

source: Canceled
ar: الطلبات الملغية

source: Abondoned
ar: الطلبات المهجورة

source: Pending
ar: الطلبات قيد الانتظار

source: Completed
ar: الطلبات المكتملة

source: Notifications number
ar: عدد الاشعارات
